[Demo_Shinobu_ep4_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=905,Y=2215,Z=574),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=905,Y=2025,Z=439),VecSub=(X=90,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=905,Y=1137,Z=0),VecSub=(X=-90,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Pool.GG2_AMB_Pool_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=WINDOW,Command=SET)
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0104_fx_Stand2Warn",Rate=0,Number=3,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0400_lp_Warn",Number=8)
DemoScripts[21]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_004_Cue',Name="カミゾノ　シノブ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0401_fx_Warn2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[30]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=2,Bit=0)
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[33]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[35]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[36]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[37]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[38]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_012_Cue',Name="カミゾノ　シノブ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[52]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[53]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_015_Cue',Name="エコロ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_016_Cue',Name="カミゾノ　シノブ")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[66]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_018_Cue',Name="エコロ")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[68]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[69]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[70]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[71]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_020_Cue',Name="カミゾノ　シノブ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[77]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_021_Cue',Name="エコロ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[82]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[83]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=5,CId=69)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[91]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[92]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[93]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[94]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[95]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_026_Cue',Name="カミゾノ　シノブ")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[100]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_028_Cue',Name="エコロ")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0105_fx_Stand2Wiggle",Rate=0,Number=3,Bit=1)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0500_lp_Wiggle",Number=8)
DemoScripts[107]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[108]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_029_Cue',Name="カミゾノ　シノブ")
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[110]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[111]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0501_fx_Wiggle2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[113]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[114]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[115]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[116]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[122]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[123]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=1,CId=69)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_032_Cue',Name="カミゾノ　シノブ")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[131]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_033_Cue',Name="エコロ")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[133]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0105_fx_Stand2Wiggle",Rate=0,Number=3,Bit=1)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0500_lp_Wiggle",Number=8)
DemoScripts[136]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[137]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_034_Cue',Name="カミゾノ　シノブ")
DemoScripts[138]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[139]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[140]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_035_Cue',Name="エコロ")
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[142]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0501_fx_Wiggle2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[145]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[146]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[147]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[150]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_036_Cue',Name="カミゾノ　シノブ")
DemoScripts[151]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[152]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[154]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0104_fx_Stand2Warn",Rate=0,Number=3,Bit=1)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0400_lp_Warn",Number=8)
DemoScripts[156]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_038_Cue',Name="カミゾノ　シノブ")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0401_fx_Warn2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[162]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[163]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_040_Cue',Name="カミゾノ　シノブ")
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[165]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[166]=(Actor=WINDOW,Command=EXIT)
DemoScripts[167]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[168]=(Actor=FADE,Command=WAIT)
DemoScripts[169]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[170]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[171]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=905,Y=947,Z=135),SecTime=)
DemoScripts[172]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[173]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[174]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[175]=(Actor=FADE,Command=WAIT)
DemoScripts[176]=(Actor=WINDOW,Command=SET)
DemoScripts[177]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[178]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[179]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_042_Cue',Name="エコロ")
DemoScripts[180]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[181]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[182]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[183]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[184]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[185]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[186]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[187]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[188]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0106_fx_Stand2Surprise",Rate=0,Number=2,Bit=0)
DemoScripts[189]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0600_lp_Surprise",Number=8)
DemoScripts[190]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_044_Cue',Name="カミゾノ　シノブ")
DemoScripts[191]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[192]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[193]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Pinch.GG2_BGM_DM_CMN_Pinch_Cue')
DemoScripts[194]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[195]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0601_fx_Surprise2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[199]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=2,Bit=0)
DemoScripts[200]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[201]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep4_2.GG2_V_Shinobu_ep4_2_047_Cue',Name="エコロ")
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[203]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[204]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[205]=(Actor=WINDOW,Command=EXIT)
DemoScripts[206]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[207]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[208]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[209]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[210]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep4_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=75),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep4_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="啊,小忍......")

Texts[1]=(Label="TEXT02",Name="忍",Text="峯大,什麼啊?/n你又來妨礙我了嗎?")

Texts[2]=(Label="TEXT03",Name="峯大",Text="不,不是啦./n我只是碰巧經過而已喔.")

Texts[3]=(Label="TEXT04",Name="忍",Text="碰巧來到這種地方......啊!/n難道說,犯人就是你!?")

Texts[4]=(Label="TEXT05",Name="峯大",Text="說什麼犯人....../n發生什麼事了嗎?")

Texts[5]=(Label="TEXT06",Name="忍",Text="女子更衣室的內衣被偷了哦./n因為有可能是惡魔搞的鬼,/n所以我正準備要開始調查.")

Texts[6]=(Label="TEXT07",Name="忍",Text="真的不是你吧?")

Texts[7]=(Label="TEXT08",Name="峯大",Text="肯定不是啊./n我不會做那種事唷.")

Texts[8]=(Label="TEXT09",Name="忍",Text="總覺得今天的峯大信不過呢....../n而且還有被惡魔附身的嫌疑......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="既然妳這麼說,那就看著我的眼睛吧./n關於這起事件,我可沒做任何虧心事.")

Texts[10]=(Label="TEXT11",Name="峯大",Text="即使如此還是不相信我的話....../n要把我當成嫌疑犯之一/n也沒關係唷.")

Texts[11]=(Label="TEXT12",Name="忍",Text="唔唔......")

Texts[12]=(Label="TEXT13",Name="峯大",Text="不是我啦./n再說,現在的我可沒有動機.")

Texts[13]=(Label="TEXT14",Name="峯大",Text="我現在正處於萬人迷狀態,/n根本不需要偷,區區內衣/n只要拜託一聲,就會有人給我了吧.")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="你這個人渣!!")

Texts[15]=(Label="TEXT16",Name="忍",Text="說什麼萬人迷....../n這個玩笑不有趣哦.")

Texts[16]=(Label="TEXT17",Name="峯大",Text="對不起.")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="既然馬上就道歉的話,為什麼還要說啊......")

Texts[18]=(Label="TEXT19",Name="峯大",Text="其實我對服飾相關的工作有興趣,/n現在正為了調查流行的內衣/n而借用個幾件......")

Texts[19]=(Label="TEXT20",Name="忍",Text="為什麼......峯大......這是真的嗎?/n我......該怎麼辦....../n我......我應該給你我的內衣嗎......?")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="她剛才說了不能當作沒聽見的話耶!?")

Texts[21]=(Label="TEXT22",Name="峯大",Text="哇--!/n別當真啊!/n開玩笑! 我是開玩笑的!!")

Texts[22]=(Label="TEXT23",Name="忍",Text="峯大!/n你為什麼要騙人啊!?")

Texts[23]=(Label="TEXT24",Name="峯大",Text="對......對不起......")

Texts[24]=(Label="TEXT25",Name="峯大",Text="不是我唷./n不過,小忍的內褲我倒是會想要.")

Texts[25]=(Label="TEXT26",Name="忍",Text="咦!?")

Texts[26]=(Label="TEXT27",Name="峯大",Text="不是我./n不過,小忍的內褲我倒是會想要.")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="你幹嘛一臉正經地說2次啊....../n難道是變態中的高手嗎?")

Texts[28]=(Label="TEXT29",Name="忍",Text="咦? 我的......內褲......?/n咦,什麼......? 你想要嗎?")

Texts[29]=(Label="TEXT30",Name="峯大",Text="內衣褲被偷的女生會感冒吧!")

Texts[30]=(Label="TEXT31",Name="峯大",Text="小忍,把我的內褲/n拿去給內衣褲被偷的女孩子吧./n妳等等喔! 我馬上就脫下來......")

Texts[31]=(Label="TEXT32",Name="忍",Text="笨笨笨......笨蛋---!/n笨蛋峯大!! 不知羞恥峯大!!/n沒道德! 沒道德! 沒道德---!!")

Texts[32]=(Label="TEXT33",Name="艾可蘿",Text="她超級嫌棄耶!!")

Texts[33]=(Label="TEXT34",Name="忍",Text="這種事,該說是隻能對我做嗎....../n不對,我並沒有想要峯大的內褲唷./n可是,與其給其他女生......",Format[0]=(Size=21,Start=0,End=61))

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="咦? 奇怪......?")

Texts[35]=(Label="TEXT36",Name="忍",Text="總......總之我要調查女子更衣室./n你是外行人,所以就老實待著吧.")

Texts[36]=(Label="TEXT37",Name="峯大",Text="等等!/n我也要去啦!")

Texts[37]=(Label="TEXT38",Name="忍",Text="女・子・更衣室!!",Format[0]=(Size=47,Start=0,End=2))

Texts[38]=(Label="TEXT39",Name="峯大",Text="抱......抱歉....../n我在這裡等妳.")

Texts[39]=(Label="TEXT40",Name="忍",Text="哼!/n就算被懷疑我也不管哦!")

Texts[40]=(Label="TEXT41",Name="峯大",Text="小忍那傢伙......好慢啊......")

Texts[41]=(Label="TEXT42",Name="艾可蘿",Text="女性換衣服是很花時間的事情唷,/n峯大大人.")

Texts[42]=(Label="TEXT43",Name="峯大",Text="不,小忍她沒有在換衣服吧....../n應該啦.")

Texts[43]=(Label="TEXT44",Name="忍",Text="呀啊---!!")

Texts[44]=(Label="TEXT45",Name="峯大",Text="小......小忍!?")

Texts[45]=(Label="TEXT46",Name="峯大",Text="裡面發生什麼事了......")

Texts[46]=(Label="TEXT47",Name="艾可蘿",Text="說不定是惡魔搞的鬼!/n現在不是猶豫的時候了哦!")

Texts[47]=(Label="TEXT48",Name="峯大",Text="可惡!/n等著我,小忍!")

Texts[48]=(Label="",Name="",Text="")

Texts[49]=(Label="SELECT01",Name="",Text="肯定不是")

Texts[50]=(Label="SELECT02",Name="",Text="受歡迎的我/n沒有偷竊的動機")

Texts[51]=(Label="SELECT03",Name="",Text="我對服飾有些興趣/n一不小心就......")

Texts[52]=(Label="SELECT04",Name="",Text="如果是小忍的內褲/n我會想要")

Texts[53]=(Label="SELECT05",Name="",Text="作為代替/n就拿我的內褲......")

Texts[54]=(Label="SELECT06",Name="",Text="")

Texts[55]=(Label="SELECT07",Name="",Text="")

Texts[56]=(Label="SELECT08",Name="",Text="")

Texts[57]=(Label="SELECT09",Name="",Text="")

Texts[58]=(Label="SELECT10",Name="",Text="")


